{
	"masthead": {
		"holdings": "الأرصدة",
		"balance": "{{balance}} ETH في العقد"
	},
	"menu": {
		"exchange" : [
			"تداول",
			"بيع وسحب",
			"تحويل",
			"الأرصدة"
		],
		"staking": "المراهنة والعقدة الرئيسية",
		"news": "الأخبار",
		"chat": "المحادثة",
		"explorer": "المستكشف"
	},
	"notifications": {
		"loading": "جار التحميل...",
		"cancelled": "تم إلغاء المعاملة من قبل المستخدم.",
		"error": "حدث خطأ",
		"withdrawalSubmitted": "تم إرسال طلب السحب إلى blockchain. بانتظار التأكيد..", 
		"sellSubmitted": "تم إرسال أمر البيع إلى blockchain. بانتظار التأكيد..",
		"sellConfirmed": "لقد تم تأكيد طلب بيع P3D من خلال blockchain! لقد بعت بنجاح {{tokens}} P3D مقابل {{eth}} ETH.",
		"sellExternal": "شخص آخر باع للتو {{tokens}} P3D مقابل {{eth}} ETH.",
		"buySubmitted": "لقد تم إرسال أمر الشراء إلى blockchain. بانتظار التأكيد..",
		"buyConfirmed": "لقد تم تأكيد طلب شراء P3D من خلال blockchain! لقد اشتريت بنجاح {{tokens}} P3D مقابل {{eth}} ETH.",
		"buyExternal": "شخص آخر اشترى للتو {{tokens}} P3D مقابل {{eth}} ETH.",
		"transferSubmitted": "تم إرسال أمر التحويل إلى blockchain. بانتظار التأكيد..",
		"transferConfirmed": "لقد تم تأكيد طلب تحويل P3D من خلال blockchain! لقد حولت بنجاح {{tokens}} P3D.",
		"transferExternal": "شخص آخر حول للتو {{tokens}} P3D."
	},
	"footer": "هذه منصة ترفيهية، وليست منصة استثمارية، ألم تستمتع بعد؟",
	"pages": {
		"purchase": {
			"title": "شراء العملات",
			"item": {
				"buy": {
					"title": "شراء عملات P3D",
					"spend": "كمية Ethereum التي سيتم إنفاقها",
					"approx": "{{amount}} P3D تقريبا.",
					"invalid": "أدخل رقما صحيحا.",
					"empty": "اكتب رقمًا أعلاه للاطلاع الفوري على تقديرات الأسعار.",
					"button": "شراء!",
					"hint": "1). كلما ارتفع سعر الغاز الذي تقدمه ، كلما أسرع عمال مناجم ETH في التقاط وتأكيد معاملتك."
				},
				"reinvest": {
					"title": "إعادة استثمار مكافآت التحدي",
					"button": "إعادة استثمار!"
				},
				"recent": {
					"title": "طلبات الشراء الأخيرة",
					"date": "التاريخ",
					"tx": "المعاملة",
					"address": "العنوان"
				}
			}
		},
		"sell": {
			"title": "بيع العملات",
			"item": {
				"sell": {
					"title": "بيع عملات P3D",
					"spend": "عدد العملات التي سيتم بيعها",
					"approx": "{{amount}} ETH تقريبا.",
					"invalid": "أدخل رقما صحيحا.",
					"empty": "اكتب رقمًا أعلاه للاطلاع الفوري على تقديرات الأسعار.",
					"button": "بيع!",
					"all": "الكل",
					"hint": "1). كلما ارتفع سعر الغاز الذي تقدمه ، كلما أسرع عمال مناجم ETH في التقاط وتأكيد معاملتك.",
					"warning": "هل أنت متأكد من أنك تريد بيع العملات؟ إن البيع إقرار لنفسك، ولكل شخص آخر، بأن يديك لم تعد قوية بما يكفي للعب. سوف يقدر الآخرون رسوم عملية البيع هذه ال 10 ٪ بالتأكيد..",
					"confirm": "نعم، لدي يد ضعيفة.",
					"deny": "لا ، لقد وجدت قوة جديدة."
				},
				"withdraw": {
					"title": "مكافآت التحدي الحالية",
					"button": "سحب",
					"reinvest": "إعادة استثمار",
					"warning": "هل ترغب في سحب مكافآت التحدي الخاصة بك؟ لا تقلق لا توجد رسوم ، و Eth بالفعل هو لك. ولكن إذا كنت تستمتع بنفسك (وطريقة سير الأمور) قد ترغب في الاعتراف بالجنون وتجربة ميزة إعادة الاستثمار. المزيد من العملات يعني أنك تحصل على حصة أكبر من جميع الرسوم المدفوعة على الإطلاق في العقد. إنها مثل مضاعفة الرهان، ولكن قد تحصل على الضعف، وقد لا تحصل على شيء.",
					"confirm": "نعم ، أخبر الروبوت أنه يوم الدفع.",
					"deny": "لا ، يعجبني ما سيحدث."
				},
				"recent": {
					"title": "طلبات البيع الأخيرة",
					"date": "التاريخ",
					"tx": "المعاملة",
					"address": "العنوان"
				}
			}
		},
		"transfer": {
			"title": "تحويل العملات",
			"item": {
				"transfer": {
					"title": "تحويل عملات P3D",
					"spend": "عدد العملات التي سيتم تحويلها",
					"recipient": "محفظة المستلم",
					"invalid": "عنوان المحفظة غير صالح ...",
					"empty": "عدد العملات غير صالح ...",
					"button": "تحويل",
					"hint": "1). تذكر ، هناك رسوم 10 ٪ على جميع العملات المحولة <br> 2). سيتم سحب مكافآت التحدي الخاصة بك تلقائيًا إلى محفظتك الخاصة بك عندما تقوم بتحويل العملات. لا تفزع. <br> 3). كلما ارتفع سعر الغاز الذي تقدمه ، كلما أسرع عمال مناجم ETH في التقاط وتأكيد معاملتك."
				},
				"recent": {
					"title": "طلبات التحويل الأخيرة",
					"date": "التاريخ",
					"tx": "المعاملة",
					"from": "من",
					"to": "إلى"
				}
			}
		},
		"holdings": {
			"title": "أرصدتي",
			"item": {
				"tokens": {
					"title": "العملات"
				},
				"rewards": {
					"title": "المكافآت",
					"reinvest": "(إذا أعيد استثمارها)"
				},
				"portfolio": {
					"title": "نمو المحفظة",
					"description": "وحدة الرسوم البيانية المتقدمة قيد التطوير حاليًا."
				},
				"actions": {
					"buy": "شراء عملات",
					"withdraw": "سحب",
					"sell": "بيع عملات"
				},
				"configuration": {
					"title": "إعدادات",
					"description": "ستأتي إعدادات التخصيص قريبًا ، بما في ذلك الوضع الليلي المطلوب كثيرًا. هل لديك أي ميزات مقترحة؟ <a href='https://discord.gg/wfG97Kt'>يرجى مشاركتنا من خلال منصة الدردشة الخاصة بنا.</a>"
				},
				"recent": {
					"title": "تاريخ معاملاتي",
					"date": "التاريخ",
					"tx": "المعاملة",
					"event": "الحدث"
				}
			}
		},
		"staking": {
			"title": "المراهنة",
			"item": {
				"description": {
					"title": "العقد الرئيسية...",
					"columns": [
						{
							"title": "قم بتوسيع الشبكة!",
							"text": "إذا كانت محفظتك تحمل 5 عملات ، فإن العقد يولِّد رابطًا لعقدتك الرئيسية من أجلك! <br> <br> كلما زار شخص ما الموقع عبر هذا الرابط الفريد ، فإنه يتم تخزين عقدتك الرئيسية في ملف تعريف الارتباط الذي يتتبع جميع مشتريات P3D التي يقوم بها ، الأن و في المستقبل."
						},
						{
							"title": "ماذا أستفيد؟",
							"text": "<b> Ethereum! </ b> عندما يشتري شخص ما عن طريق رابط عقدتك الرئيسية الخاص بك ، <strong> تحصل على الفور على 33٪ من رسوم الشراء التي كان سيدفعها بخلاف ذلك للعقد ، في ETH </ strong> - وبدون أسئلة ، بدون مشاكل."
						}
					]
				},
				"masternode": {
					"title": "رابط عقدتي الرئيسية",
					"link": "رابط عقدتك الرئيسية الفريد هو...",
					"pointers": "إرشادات عامة لتوسيع الشبكة الخاصة بك:",
					"list": [
						"حاول الاتصال بالأعضاء في المجتمعات التي تعرفها",
						"تحدث عن powh.io في المنتديات بلغتك للحصول على أقصى إمكانات.",
						"استخدم <a href='https://powh.io/shill-kit.html'>shill-kit ، الذي صُمم لجعل الأشخاص ينقرون على رابطك! </a>",
						"كن صادقا. شارك المفهوم وراء PoWH وكيف تشعر حيال المشروع.",
						"لا تكذب أو تعد بأرباح مضمونة.",
						"لا تزعج أحدا بإرسال رابط عقدتك الرئيسية الخاص بك بالبريد غير المرغوب. تحدث عن المشروع بدلا من ذلك.",
						"قد يؤدي عدم الالتزام بالقواعد المذكورة أعلاه إلى تعليق رابط عقدتك الرئيسية الخاص بك.",
						"قد يتغير متطلب المراهنة بالعقدت الرئيسية  مع مرور الوقت ، لذلك تأكد من إعادة استثمار أرباحك.",
						"فقط في حالة شعورك بالذكاء: لا يمكن استخدام رابط عقدتك الرئيسية لطلباتك الخاصة بك"
					]
				},
				"tracker": {
					"title": "الاستعراضات تتبع ...",
					"text": "مجموع زيارات عقدتك الرئيسية <br> (لا يعمل بعد)"
				},
				"earnings": {
					"text": "أرباح عقدتك الرئيسية الحالية"
				},
				"recent": {
					"title": "تحويلات عقدتك الرئيسية",
					"date": "التاريخ",
					"tx": "المعاملة",
					"address": "العنوان",
					"profit": "الربح"
				}
			}
		}
	} 
}
